Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: Send crypto in the Bitcoin and Solana network instantly and without fees
fr: Envoyez des cryptos dans le réseau Bitcoin et Solana instantanément et sans frais
ru: Отправляйте криптовалюту в сети Bitcoin и Solana мгновенно и без комиссии
vi: Gửi tiền điện tử trong mạng Bitcoin và Solana ngay lập tức và không tính phí

source: Send crypto in the Solana network instantly and without fees
fr: Envoyez des cryptos sur le réseau Solana instantanément et sans frais
ru: Отправляйте криптовалюту в сети Solana мгновенно и без комиссии
vi: Gửi tiền điện tử trong mạng Solana ngay lập tức và không tính phí

source: Send crypto via link
fr: Envoyer la crypto via un lien
ru: Отправить криптовалюту по ссылке
vi: Gửi tiền điện tử qua liên kết

source: Send for free
fr: Envoyez gratuitement
ru: Отправить бесплатно
vi: Gửi miễn phí

source: Send money via link
fr: Envoyer de l'argent via un lien
ru: Отправить деньги по ссылке
vi: Gửi tiền qua liên kết

source: Send Now
fr: Envoyer maintenant
ru: Отправить
vi: Gửi ngay

source: Send SOL or any SPL Tokens on one address
fr: Envoyez SOL ou n'importe quel jeton SPL sur une seule adresse
ru: Отправляйте SOL или любые токены SPL на один адрес
vi: Gửi SOL hoặc bất kỳ SPL token khác trên một địa chỉ duy nhất

source: Send to
fr: Envoyer à
ru: Куда
vi: Gửi đến

source: Send to your wallet
fr: Envoyez à votre portefeuille
ru: Пополнение кошелька
vi: Gửi đến ví của bạn

source: Send tokens
fr: Envoyer des jetons
ru: Отправить токены
vi: Gửi tokens

source: Send via link
fr: Envoyer via lien
ru: Отправить по ссылке
vi: Gửi qua liên kết

source: Sender’s address
fr: L'adresse de l'expéditeur
ru: Адрес отправителя
vi: Địa chỉ người gửi

source: Sending
fr: Envoi en cours
ru: Отправка
vi: Đang gửi

source: Sending token...
fr: Envoi du jeton ...
ru: Отправка токена...
vi: Đang gửi token...

source: Sending tokens has never been EASIER
fr: L'envoi de jetons n'a jamais été PLUS FACILE
ru: Отправка токенов никогда не была ПРОЩЕ
vi: Gửi mã thông báo chưa bao giờ DỄ DÀNG HƠN

source: Sending via link
fr: Envoi par lien
ru: Отправка по ссылке
vi: Gửi qua liên kết

source: Sending your deposit to Solend. Just wait until it’s done
fr: Envoi de votre acompte à Solend. Attendez jusqu'à ce que ce soit fait
ru: Отправка вашего депозита в Solend. Просто подождите пока это не будет сделано
vi: Gửi tiền gửi của bạn đến Solend. Chỉ cần đợi cho đến khi hoàn tất

source: Sent
fr: Envoyé
ru: Отправил
vi: Gởi

source: Sent to
fr: Envoyé à
ru: Отправлено
vi: Gửi đến

source: Sent via one-time link
fr: Envoyé via un lien unique
ru: Отправлено по одноразовой ссылке
vi: Gửi qua liên kết một lần

source: Serum order creation (paid once per pair)
fr: Création de commande de Serum (payé une fois par paire)
ru: Создание заказа на Серуме (оплачивается один раз за пару)
vi: Tạo order Serum (thanh toán một lần cho mỗi cặp)

source: service is next step
fr: le service est la prochaine étape
ru: обслуживание это следующий шаг
vi: dịch vụ là bước tiếp theo

source: Set up
fr: Installation
ru: Настраивать
vi: Cài đặt

source: Set up a new PIN
fr: Configurer un nouveau NIP
ru: Установить новый PIN-код
vi: Thiết lập mã PIN mới

source: Set up a new wallet PIN
fr: Configurer un nouveau code PIN de portefeuille
ru: Установите новый PIN-код кошелька
vi: Thiết lập mã PIN ví mới

source: Set up a wallet PIN
fr: Configurer un code PIN de portefeuille
ru: Установите PIN-код кошелька
vi: Thiết lập mã PIN cho ví

source: Settings
fr: Paramètres
ru: Настройки
vi: Cài đặt

source: Share
fr: Partager
ru: Поделиться
vi: Chia sẻ

source: Share your link to send money
fr: Partagez votre lien pour envoyer de l'argent
ru: Поделитесь ссылкой для отправки денег
vi: Chia sẻ liên kết của bạn để gửi tiền

source: Share your Solana network address
fr: Partagez votre adresse réseau Solana
ru: Поделитесь своим сетевым адресом Solana
vi: Chia sẻ địa chỉ mạng Solana của bạn

source: Show
fr: Spectacle
ru: Показывать
vi: Trình diễn

source: Show address
fr: Afficher l'adresse
ru: Показать адрес
vi: Hiển thị địa chỉ

source: Show address detail
fr: Afficher le détail de l'adresse
ru: Показать детали адреса
vi: Hiển thị chi tiết địa chỉ

source: Show deposit
fr: Afficher le dépôt
ru: Показать депозит
vi: Hiển thị tiền gửi

source: Show deposit (%@)
fr: Afficher le dépôt (%@)
ru: Показать депозит (%@)
vi: Hiển thị tiền gửi (%@)

source: Show deposits
fr: Afficher les dépôts
ru: Показать депозиты
vi: Hiển thị tiền gửi

source: Show details
fr: Afficher les détails
ru: Показать детали
vi: Hiển thị chi tiết

source: Show direct and mint addresses
fr: Afficher les adresses directes et menthe
ru: Показать прямые и мятные адреса
vi: Hiển thị địa chỉ trực tiếp và địa chỉ đúc tiền

source: Show fees
fr: Afficher les frais
ru: Показать сборы
vi: Phí hiển thị

source: Show my private key
fr: Afficher ma clé privée
ru: Показать мой закрытый ключ
vi: Hiển thị khóa cá nhân của tôi

source: Show my seed phrase
fr: Afficher ma phrase de départ
ru: Показать мою исходную фразу
vi: Hiển thị cụm từ hạt giống của tôi

source: Show seed phrase
fr: Afficher la phrase de départ
ru: Показать исходную фразу
vi: Hiển thị cụm từ hạt giống

source: Show swap details
fr: Afficher les détails de l'échange
ru: Показать сведения о свопе
vi: Hiển thị chi tiết hoán đổi

source: Show transaction details
fr: Afficher les détails de la transaction
ru: Показать детали транзакции
vi: Hiển thị chi tiết giao dịch

source: Show wallet address
fr: Afficher l'adresse du portefeuille
ru: Показать адрес кошелька
vi: Hiển thị địa chỉ ví

source: Show your security key
fr: Montrez votre clé de sécurité
ru: Покажи свой электронный ключ
vi: Hiển thị khóa bảo mật của bạn

source: Showing my address for
fr: Affichage de mon adresse pour
ru: Показывает мой адрес для
vi: Hiển thị địa chỉ của tôi cho

source: Signer error
fr: Erreur de signataire
ru: Ошибка подписывающего лица
vi: Lỗi người ký

source: Simple decentralized finance for everyone
fr: Finance décentralisée simple pour tous
ru: Простые децентрализованные финансы для всех
vi: Tài chính phi tập trung đơn giản cho mọi người

source: Simple finance for everyone
fr: Des finances simples pour tous
ru: Простые финансы для всех
vi: Quản lý tài chính đơn giản cho mọi người

source: skip
fr: sauter
ru: пропускать
vi: bỏ qua

source: Slide to deposit
fr: Glisser pour déposer
ru: Сдвиньте, чтобы внести депозит
vi: Trượt để gửi tiền

source: Slide to scan
fr: Faites glisser pour numériser
ru: Проведите для сканирования
vi: Trượt để quét

source: Slide to withdraw
fr: Faites glisser pour retirer
ru: Сдвиньте, чтобы выйти
vi: Trượt để rút

source: Slippage
fr: Glissement
ru: Проскальзывание

source: Slippage can occur at any time, but it is most prevalent during periods of %@
fr: Le glissement peut se produire à tout moment, mais il est plus fréquent pendant les périodes de %@
ru: Проскальзывание может произойти в любое время, но наиболее часто оно встречается в периоды %@
vi: Sự trượt giá có thể xảy ra bất cứ lúc nào, nhưng nó phổ biến nhất trong khoảng thời gian của %@

source: Slippage error
fr: Erreur de glissement
ru: Ошибка проскальзывания
vi: Lỗi trượt giá

source: Slippage exceeds maximum
fr: Le glissement dépasse le maximum
ru: Проскальзывание превышает максимальное
vi: Trượt giá vượt quá mức tối đa

source: Slippage isn't valid
fr: Le glissement n'est pas valide
ru: Проскальзывание недействительно
vi: Slippage không hợp lệ

source: Slippage refers to the difference between the expected price of a trade and the price at which the trade is executed. Slippage can occur at any time but is most prevalent during periods of higher volatility when market orders are used.
fr: Le glissement fait référence à la différence entre le prix attendu d'une transaction et le prix auquel la transaction est exécutée. Un glissement peut survenir à tout moment, mais il est plus fréquent pendant les périodes de volatilité plus élevée lorsque les ordres du marché sont utilisés.
ru: Под проскальзыванием понимается разница между ожидаемой ценой сделки и ценой, по которой сделка выполняется. Проскальзывание может произойти в любое время, но наиболее распространено в периоды повышенной волатильности, когда используются рыночные ордера.
vi: Trượt giá (slippage) đề cập đến sự khác biệt giữa giá kỳ vọng của một giao dịch và giá mà giao dịch được thực hiện. Trượt giá có thể xảy ra bất cứ lúc nào nhưng phổ biến nhất trong thời kỳ biến động cao hơn khi các lệnh thị trường được sử dụng.

source: Slippage settings
fr: Paramètres de glissement
ru: Настройки проскальзывания
vi: Cài đặt Slippage

source: Slippage tolerance %@
fr: Tolérance de glissement %@
ru: Допуск по проскальзыванию %@
vi: Khả năng chịu trượt %@

source: SMS will not be delivered. Please change phone number
fr: Les SMS ne seront pas délivrés. Veuillez changer de numéro de téléphone
ru: СМС не будет доставлено. Пожалуйста, измените номер телефона
vi: SMS sẽ không được gửi. Vui lòng thay đổi số điện thoại

source: SMS will not be delivered. Please check your phone settings
fr: Les SMS ne seront pas délivrés. Veuillez vérifier les paramètres de votre téléphone
ru: СМС не будет доставлено. Пожалуйста, проверьте настройки телефона
vi: SMS sẽ không được gửi. Vui lòng kiểm tra cài đặt điện thoại của bạn

source: SMS will not be delivered. Please try with social login
fr: Les SMS ne seront pas délivrés. Veuillez essayer avec une connexion sociale
ru: СМС не будет доставлено. Пожалуйста, попробуйте авторизоваться через социальные сети
vi: SMS sẽ không được gửi. Vui lòng thử với đăng nhập xã hội

source: So, let’s breathe
fr: Alors, respirons
ru: Итак, давайте дышать
vi: Vì vậy, chúng ta hãy thở

source: Socket returns an error
fr: Socket renvoie une erreur
ru: Socket возвращает ошибку
vi: Socket trả về một lỗi

source: SOL and SPL Tokens
fr: Jetons SOL et SPL
ru: Токены SOL и SPL
vi: SOL và SPL Tokens

source: SOL Price
fr: Prix ​​SOL
ru: Цена SOL
vi: Giá SOL

source: SOL purchase cost
fr: Coût d'achat SOL
ru: Стоимость покупки СОЛ
vi: Chi phí mua SOL

source: SOL was sent to Moonpay and is being processed. Any questions regarding your transaction can be answered via
fr: SOL a été envoyé à Moonpay et est en cours de traitement. Toutes les questions concernant votre transaction peuvent être répondues via
ru: SOL был отправлен в Moonpay и обрабатывается. На любые вопросы, касающиеся вашей транзакции, можно ответить через
vi: SOL đã được gửi đến Moonpay và đang được xử lý. Mọi thắc mắc liên quan đến giao dịch của bạn có thể được trả lời qua

source: Solana Associated Token Account Required. This will require you to sign a transaction and spend some SOL.
fr: Compte Token associé Solana requis. Cela vous obligera à signer une transaction et à dépenser du SOL.
ru: Требуется учетная запись связанного токена Solana. Для этого вам потребуется подписать транзакцию и потратить немного SOL.
vi: Yêu cầu tài khoản token liên kết Solana. Điều này sẽ yêu cầu bạn ký một giao dịch và trả một ít SOL.

source: Solana has some problems.
fr: Solana a quelques problèmes.
ru: У Соланы проблемы.
vi: Solana có một số vấn đề.

source: Solana Name Service doesn't respond.
fr: Le service de noms Solana ne répond pas.
ru: Служба имен Solana не отвечает.
vi: Dịch vụ tên Solana không phản hồi.

source: Solana program error
fr: Erreur de programme Solana
ru: Ошибка программы Solana
vi: Lỗi chương trình Solana

source: Solana RPC client error
fr: Erreur du client RPC Solana
ru: Ошибка клиента Solana RPC
vi: Solana RPC lỗi máy khách

source: Solend is one of the most scalable, fastest and lowest fee DeFi lending protocol, that allows you to earn interest on your assets.
fr: Solend est l'un des protocoles de prêt DeFi les plus évolutifs, les plus rapides et les moins chers, qui vous permet de gagner des intérêts sur vos actifs.
ru: Solend — это один из самых масштабируемых, быстрых и наименее комиссионных протоколов кредитования DeFi, который позволяет вам получать проценты от ваших активов.
vi: Solend là một trong những giao thức cho vay DeFi có khả năng mở rộng cao nhất, nhanh nhất và phí thấp nhất, cho phép bạn kiếm lãi từ tài sản của mình.

source: Solend is the most scalable DeFi lending protocol, which allows to earn interest and borrow assets with the lowest fee. That’s why we integrate it.
fr: Solend est le protocole de prêt DeFi le plus évolutif, qui permet de gagner des intérêts et d'emprunter des actifs avec les frais les plus bas. C'est pourquoi nous l'intégrons.
ru: Solend — это наиболее масштабируемый протокол кредитования DeFi, который позволяет получать проценты и занимать активы с наименьшей комиссией. Вот почему мы интегрируем его.
vi: Solend là giao thức cho vay DeFi có khả năng mở rộng cao nhất, cho phép kiếm lãi và vay tài sản với mức phí thấp nhất. Đó là lý do tại sao chúng tôi tích hợp nó.

source: Some parameters are missing
fr: Certains paramètres sont manquants
ru: Некоторые параметры отсутствуют
vi: Một số thông số bị thiếu

source: Something went wrong
fr: Un problème est survenu
ru: Что-то пошло не так
vi: Đã xảy ra lỗi

source: Something went wrong! Please try again later
fr: Une erreur s'est produite! Veuillez réessayer plus tard
ru: Что-то пошло не так! Повторите попытку позже
vi: Đã xảy ra lỗi! Vui lòng thử lại sau

source: Something went wrong. Please try again
fr: Quelque chose s'est mal passé. Veuillez réessayer
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: Something wrong with phone number %@ or settings. If you wish to report the issue, use error code #%@
fr: Quelque chose ne va pas avec le numéro de téléphone %@ ou les paramètres. Si vous souhaitez signaler le problème, utilisez le code d'erreur #%@
ru: Что-то не так с номером телефона %@ или настройками. Если вы хотите сообщить о проблеме, используйте код ошибки #%@
vi: Đã xảy ra lỗi với số điện thoại %@ hoặc cài đặt. Nếu bạn muốn báo cáo sự cố, hãy sử dụng mã lỗi # %@

source: Sorry
fr: Désolé
ru: Извини
vi: Xin lỗi

source: Sorry :(
fr: Désolé :(
ru: Извини :(
vi: Xin lỗi :(

source: Sorry, we don't know such a country
fr: Désolé, nous ne connaissons pas un tel pays
ru: Извините, мы не знаем такой страны
vi: Xin lỗi, chúng tôi không biết một quốc gia như vậy

source: Sorry, we don't know that country
fr: Désolé, nous ne connaissons pas ce pays
ru: Извините, мы не знаем эту страну
vi: Xin lỗi, chúng tôi không biết quốc gia đó

source: Source account is not valid
fr: Le compte source n'est pas valide
ru: Исходная учетная запись недействительна
vi: Tài khoản nguồn không hợp lệ

source: Spend
fr: Passer
ru: Тратить
vi: Dùng

source: Spent
fr: Dépensé
ru: Потраченный
vi: Dành ra

source: Stake
fr: Miser
ru: Ставка
vi: Cổ phần

source: Stake signature
fr: Signature de mise
ru: Подпись ставки
vi: chữ ký cổ phần

# Stake your tokens and get rewards every day
source: Stake your tokens & get rewards every day
fr: Misez vos jetons et obtenez des récompenses tous les jours
ru: Ставьте свои токены & получайте награды каждый день
vi: Stake tokens của bạn & nhận phần thưởng mỗi ngày

source: Status
fr: Statut
ru: Статус
vi: Tình trạng

source: Statuses received
fr: Statuts reçus
ru: Статусы получены
vi: Các trạng thái đã nhận

source: Statuses received (%@)
fr: Statuts reçus (%@)
ru: Полученные статусы (%@)
vi: Các trạng thái đã nhận (%@)

source: Stay
fr: Rester
ru: Остаться
vi: Ở lại

source: Step %@ of %@
fr: Étape %@ de %@
ru: Шаг %@ из %@
vi: Bước %@ của %@

source: Submitted to RenVM
fr: Soumis à RenVM
ru: Отправлено в RenVM
vi: Đã gửi đến RenVM

source: Submitting to RenVM
fr: Soumission à RenVM
ru: Отправка в RenVM
vi: Gửi tới RenVM

source: Success
fr: Succès
ru: Успех
vi: Thành công

source: Successfully changed PIN-code
fr: Code PIN modifié avec succès
ru: PIN-код успешно изменен
vi: Đã thay đổi mã PIN thành công

source: Successfully minted %@ renBTC!
fr: Frappé avec succès %@ renBTC !
ru: Успешно отчеканено %@ renBTC!
vi: Đã đào thành công %@ renBTC!

source: Suggest ways to improve Key App
fr: Suggérer des moyens d'améliorer Key App
ru: Предлагайте способы улучшения Key App
vi: Đề xuất các cách để cải thiện Key App

source: Superhero protection
fr: Protection de super-héros
ru: Защита супергероев
vi: Bảo vệ bởi Siêu anh hùng

source: Support
fr: Soutien
ru: Поддерживать
vi: Ủng hộ

source: Supported tokens
fr: Jetons pris en charge
ru: Поддерживаемые токены
vi: Mã thông báo được hỗ trợ

source: Swap
fr: Échanger
ru: Обменять
vi: Chuyển đổi

source: Swap %@ → %@
fr: Échanger %@ → %@
ru: Обменять %@ → %@
vi: Hoán đổi %@ → %@

source: Swap details
fr: Détails de l'échange
ru: Поменять детали
vi: chi tiết hoán đổi

source: Swap fees
fr: Frais d'échange
ru: Комиссия за своп
vi: Phí chuyển đổi

source: Swap instruction exceeds desired slippage limit
fr: L'instruction de swap dépasse la limite de glissement souhaitée
ru: Инструкция по свопу превышает желаемый предел проскальзывания
vi: Lệnh hoán đổi vượt quá giới hạn trượt giá mong muốn

source: Swap instruction exceeds desired slippage limit. Set another slippage and try again.
fr: L'instruction de permutation dépasse la limite de glissement souhaitée. Définissez un autre glissement et réessayez.
ru: Установленного значения проскальзывания недостаточно для совершения обмена. Измените значение и попробуйте еще раз.
vi: Lệnh hoán đổi vượt quá giới hạn trượt mong muốn. Đặt một lần trượt khác và thử lại.

source: Swap now
fr: Échangez maintenant
ru: Обменять
vi: Đổi ngay bây giờ

source: Swap settings
fr: Échanger les paramètres
ru: Настройки обмена
vi: Cài đặt Chuyển đổi

source: Swap with crypto
fr: Échangez avec la crypto
ru: Обмен с криптой
vi: Hoán đổi bằng tiền điện tử

source: Swap your cryptocurrencies to SOL to cash out
fr: Échangez vos crypto-monnaies vers SOL pour retirer de l'argent
ru: Обменяйте свои криптовалюты на SOL, чтобы обналичить их.
vi: Hoán đổi tiền điện tử của bạn sang SOL để rút tiền

source: Swapping
fr: Échange
ru: Обмен
vi: Hoán đổi

source: Swapping from %@ to %@ is currently unsupported
fr: L'échange de %@ vers %@ n'est actuellement pas pris en charge
ru: Обмен с %@ на %@ в настоящее время не поддерживается
vi: Việc hoán đổi từ %@ sang %@ hiện không được hỗ trợ

source: Swapping is currently unavailable
fr: L'échange est actuellement indisponible
ru: Обмен в настоящее время недоступен
vi: Hoán đổi hiện không khả dụng

source: Swapping pools not found
fr: Échange de pools introuvable
ru: Пулы обмена не найдены
vi: Không tìm thấy các nhóm hoán đổi

source: Swapping Through
fr: Permutation
ru: Обмен через
vi: Hoán đổi thông qua

source: Switch language?
fr: Changer de langue?
ru: Смена языка?
vi: Chuyển đổi ngôn ngữ?

source: Switch network?
fr: Changer de réseau?
ru: Переключить сеть?
vi: Chuyển mạng?

source: Switch to %@
fr: Passer à %@
ru: Переключиться на %@
vi: Chuyển sang %@

source: Switch to another token
fr: Passer à un autre jeton
ru: Переключиться на другой токен
vi: Chuyển sang mã thông báo khác

source: Switching network...
fr: Changement de réseau...
ru: Переключение сети...
vi: Đang chuyển mạng...

source: Switching to
fr: Passer à
ru: Переход на
vi: Chuyển sang

source: System
fr: Système
ru: Системная тема
vi: Hệ thống

source: System error
fr: Erreur système
ru: Системная ошибка
vi: Lỗi hệ thống

source: Tap and hold to copy
fr: Appuyez et maintenez pour copier
ru: Нажмите и удерживайте, чтобы скопировать
vi: Nhấn và giữ để sao chép

source: Tap button to retry!
fr: Appuyez sur le bouton pour réessayer!
ru: Нажмите кнопку, чтобы повторить попытку!
vi: Nhấn vào nút để thử lại!

source: Tap for details
fr: Appuyez pour plus de détails
ru: Нажмите, чтобы узнать подробности
vi: Nhấn để biết chi tiết

source: Tap here to retry
fr: Appuyez ici pour réessayer
ru: Нажмите здесь, чтобы повторить попытку
vi: Nhấn vào đây để thử lại

source: tap refresh button to retry
fr: appuyez sur le bouton d'actualisation pour réessayer
ru: нажмите кнопку обновления, чтобы повторить попытку
vi: chạm vào nút làm mới để thử lại

source: Tap to switch to %@
fr: Appuyez pour passer à %@
ru: Нажмите, чтобы переключиться на %@
vi: Nhấn để chuyển sang %@

source: Tap to try again
fr: Appuyez pour réessayer
ru: Нажмите, чтобы повторить попытку
vi: Nhấn để thử lại

source: Tap to view in explorer
fr: Appuyez pour afficher dans l'explorateur
ru: Нажмите, чтобы просмотреть в explorer
vi: Nhấn để xem trong explorer

source: Terms and conditions
fr: Termes et conditions
ru: Условия и положения
vi: Các điều khoản và điều kiện

source: Terms of Service
fr: Conditions d'utilisation
ru: условия обслуживания
vi: Điều khoản dịch vụ

source: Terms of Use
fr: Conditions d'utilisation
ru: Условия эксплуатации
vi: Điều khoản sử dụng

source: Terms of Use and Privacy Policy
fr: Conditions d'utilisation et politique de confidentialité
ru: Условия использования и политика конфиденциальности
vi: Điều khoản sử dụng và chính sách quyền riêng tư

source: The %@ fee was reserved, so you wouldn't pay it again the next time you created a transaction of the same type.
fr: Les frais %@ étaient réservés, vous ne les paieriez donc plus la prochaine fois que vous créeriez une transaction du même type.
ru: Комиссия %@ была зарезервирована, поэтому вы не будете платить ее снова, когда в следующий раз будете создавать транзакцию того же типа.
vi: Phí %@ đã được bảo lưu, vì vậy bạn sẽ không phải trả lại vào lần sau khi tạo giao dịch cùng loại.

source: The address %@ is recognized
fr: L'adresse %@ est reconnue
ru: Адрес %@ распознан
vi: Địa chỉ %@ được công nhận

source: The address is not valid
fr: L'adresse n'est pas valide
ru: Адрес недействителен
vi: Địa chỉ không hợp lệ

source: The address was copied to clipboard
fr: L'adresse a été copiée dans le presse-papiers
ru: Адрес скопирован в буфер обмена
vi: Địa chỉ đã được sao chép vào clipboard

source: The bank has not seen the given %@ or the transaction is too old and the %@ has been discarded.
fr: La banque n'a pas vu le %@ donné ou la transaction est trop ancienne et le %@ a été rejeté.
ru: Банк не видел данный %@ или транзакция слишком старая и %@ был отброшен.
vi: Ngân hàng không thấy %@ đã cho hoặc giao dịch quá cũ và %@ đã bị hủy.

source: The bank has seen this transaction before. This can occur under normal operation when a UDP packet is duplicated, as a user error from a client not updating its %@, or as a double-spend attack.
fr: La banque a déjà vu cette transaction. Cela peut se produire en fonctionnement normal lorsqu'un paquet UDP est dupliqué, en tant qu'erreur utilisateur d'un client ne mettant pas à jour son %@, ou en tant qu'attaque à double dépense.
ru: Банк уже видел эту транзакцию. Это может произойти при нормальной работе, когда пакет UDP дублируется, как ошибка пользователя из-за того, что клиент не обновляет свой %@, или как атака с двойной тратой.
vi: Ngân hàng đã thấy giao dịch này trước đây. Điều này có thể xảy ra trong hoạt động bình thường khi một gói UDP bị trùng lặp, do lỗi người dùng từ máy khách không cập nhật %@ của nó hoặc do một cuộc tấn công chi tiêu gấp đôi.

source: The code from SMS
fr: Le code de SMS
ru: Код из СМС
vi: Mã từ SMS

source: The data is being updated. Please try again in a few minutes.
fr: Les données sont en cours de mise à jour. S'il vous plait, réessayez dans quelques minutes.
ru: Данные обновляются. Пожалуйста, попробуйте еще раз через несколько минут.
vi: Dữ liệu đang được cập nhật. Vui lòng thử lại trong vài phút.

source: The data will be cleared without the possibility of recovery
fr: Les données seront effacées sans possibilité de récupération
ru: Данные будут очищены без возможности восстановления
vi: Dữ liệu sẽ bị xóa mà không có khả năng khôi phục

source: The definition
fr: La définition
ru: Определение
vi: Định nghĩa
